Repository: Xentinus/Homassy-ios
Catalog: HomassyWidgets/Localizable.xcstrings
Source language: en
Languages: de, hu

# activity.accessibility.shopping
source: Shopping
de: Einkauf
hu: Bevásárlás

# activity.done
source: All done
de: Alles erledigt
hu: Minden megvan

# activity.intent.tick.item
source: Items
de: Artikel
hu: Tételek

# activity.intent.tick.title
source: Mark item as bought
de: Artikel gekauft
hu: Tétel megvéve

# activity.more %lld
source: +%lld more
de: +%lld weitere
hu: +%lld további

# activity.progress %lld %lld
source: %1$lld of %2$lld done
de: %1$lld von %2$lld erledigt
hu: %1$lld/%2$lld kész

# activity.remaining %lld
source: %lld left
de: noch %lld
hu: még %lld

# activity.stale
source: Open Homassy to refresh
de: Öffne Homassy zum Aktualisieren
hu: A frissítéshez nyisd meg a Homassyt

# activity.subtitle.lists %@ %lld
source: %1$@ · %2$lld lists
de: %1$@ · %2$lld Listen
hu: %1$@ · %2$lld lista

# activity.tick.accessibility %@
source: Mark %@ as bought
de: %@ als gekauft markieren
hu: %@ megvéve
